Repository: yannick-zipf/results-h4a
Catalog: results-for-handball4all/languages/results-h4a-*.po
Languages: de_de

source: Results H4A - Next Match
de_de: Results H4A - Nächstes Spiel

source: RH4A Next Match
de_de: RH4A Nä. Spiel

source: Description
de_de: Beschreibung

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: The description is only for your reference. It will not be shown on the frontend.
de_de: Die Beschreibung ist nur für Dich zur Orientierung. Sie wird nicht im Frontend angezeigt.

source: Supply single TeamID or multiple commma-sparated TeamIDs.
de_de: Gib eine einzelne TeamID oder mehrere, Komma-getrennte TeamIDs an.

source: Visit www.handball4all.de and navigate via the links on the page to the site that shows the data you want to integrate into WordPress.
de_de: Gehe auf www.handball4all.de und navigiere über die Links auf der Seite bis Du bei dem Element bist, was Du in WordPress einbinden möchtest.

source: Examples:
de_de: Beispiele:

source: - Next matches for Team: https://www.handball4all.de/home/portal/bhv#/league?ogId=35&lId=67731&tId=720111
de_de: - Nächste Spiele eines Teams: https://www.handball4all.de/home/portal/bhv#/league?ogId=35&lId=67731&tId=720111

source: From the URL you can see the corresponding IDs:
de_de: In der URL kannst Du die entsprechenden IDs sehen:

source: - tId = Team ID (e.g. 720111)
de_de: - tId = Team ID (z.B. 720111)

source: Save Next Match
de_de: Nächstes Spiel speichern

source: Please fill a description.
de_de: Bitte gib eine Beschreibung ein.

source: Please provide a valid ID.
de_de: Bitte gib eine ID ein.

source: Results H4A - Standings
de_de: Results H4A - Tabellen

source: RH4A Standings
de_de: RH4A Tabellen

source: Highlight
de_de: Hervorheben

source: League ID
de_de: Liga ID

source: Supply LeagueID.
de_de: Gib eine Liga ID ein.

source: - Timetable for League & Standing: https://www.handball4all.de/home/portal/bhv#/league?ogId=35&lId=67731
de_de: - Spielplan einer Liga & Tabelle: https://www.handball4all.de/home/portal/bhv#/league?ogId=35&lId=67731

source: - Timetable for Team: https://www.handball4all.de/home/portal/bhv#/league?ogId=35&lId=67731&tId=720111
de_de: - Spielplan eines Teams: https://www.handball4all.de/home/portal/bhv#/league?ogId=35&lId=67731&tId=720111

source: - lId = League ID (e.g. 67731)
de_de: - lId = Liga ID (z.B. 67731)

source: Supply team name to highlight your team. Must exactly match the team name shown in the standing.
de_de: Nur relevant, wenn Du eine Mannschaft hervorheben möchtest. Der Name muss exakt dem Team-Namen entsprechen, wie er in der Tabelle angezeigt wird.

source: Invisible Columns (Optional)
de_de: Spalten ausblenden (Optional)

source: Matches
de_de: Spiele

source: Wins
de_de: Siege

source: Ties
de_de: Unentschieden

source: Losses
de_de: Niederlagen

source: Goals
de_de: Tore

source: Difference
de_de: Tordifferenz

source: Check the columns you want to hide.
de_de: Setze einen Haken bei den Spalten, die Du ausblenden möchtest.

source: Save Standing
de_de: Tabelle speichern

source: Results H4A - Timetables
de_de: Results H4A - Spielpläne

source: RH4A Timetables
de_de: RH4A Spielpläne

source: Type
de_de: Typ

source: Supply TeamID or LeagueID depending on chosen type.
de_de: Gib je nach gewähltem Typ die TeamID oder LeagueID an.

source: Only relevant for type LEAGUE to highlight your team. Must exactly match the team name shown in the timetable.
de_de: Nur relevant, wenn Du beim Typ Liga eine Mannschaft hervorheben möchtest. Der Name muss exakt dem Team-Namen entsprechen, wie er im Spielplan angezeigt wird.

source: Save Timetable
de_de: Spielplan speichern

source: Please choose a valid type.
de_de: Bitte wähle einen korrekten Typ aus.

source: League
de_de: Liga

source: No handler for item type found.
de_de: Keinen Handler für diesen Element-Typ gefunden.

source: Results H4A - Options
de_de: Results H4A - Optionen

source: RH4A Options
de_de: RH4A Optionen

source: Settings Saved
de_de: Einstellungen gespeichert

source: Save Settings
de_de: Einstellungen speichern

source: General Settings
de_de: Allgemeine Einstellungen

source: Cache active
de_de: Cache aktiv

source: Default CSS active
de_de: Standard CSS aktiv

source: The item was edited successfully.
de_de: Das Element wurde erfolgreich gespeichert.

source: Back to overview
de_de: Zurück zur Übersicht

source: That didn't work as espected. Please try again.
de_de: Das hat nicht geklappt. Bitte versuche es noch einmal.

source: The item was created successfully.
de_de: Das Element wurde erfolgreich erstellt.

source: Add new
de_de: Erstellen

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Club
de_de: Verein

source: Games
de_de: Spiele

source: W
de_de: S

source: T
de_de: U

source: L
de_de: N

source: Points
de_de: Punkte

source: Show timetables with results and standings of handball teams and leagues provided by handball4all.de.
de_de: Zeige Spielpläne mit Ergebnissen und Tabellen von Handball-Teams und -Ligen an, die von handball4all.de zur Verfügung gestellt werden.
